[Reward_AdventRescue X2RewardTemplate]
DisplayName="拯救变种人叛逃者"
RewardDetails="拯救变种人叛逃者。"

[CovertAction_AdventRescue X2CovertActionTemplate]
ActionObjective="拯救变种人叛逃者"

[CovertActionNarrative_AdventRescue X2CovertActionNarrativeTemplate]
ActionName="拯救变种人叛逃者"
ActionPreNarrative="拯救变种人叛逃者"
ActionPostNarrative="拯救变种人叛逃者"

[Reward_Stunlancer X2RewardTemplate]
DisplayName="强袭枪兵单位"
RewardDetails="XCOM 获得了一名强袭枪兵。"

[Reward_Priest X2RewardTemplate]
DisplayName="祭祀单位"
RewardDetails="XCOM 获得一名祭祀。"

[Reward_Officer X2RewardTemplate]
DisplayName="军官单位"
RewardDetails="XCOM 获得一名军官。"

[Reward_Purifier X2RewardTemplate]
DisplayName="净化者单位"
RewardDetails="XCOM 获得净化者。"

[Reward_Shieldbearer X2RewardTemplate]
DisplayName="持盾者单位"
RewardDetails="XCOM 获得了一名持盾者。"

[Reward_BarrierTrooper X2RewardTemplate]
DisplayName="生化盾牌步兵单位"
RewardDetails="XCOM 获得一名生化盾牌步兵。"

[Reward_BioAssaultTrooper X2RewardTemplate]
DisplayName="生化突击兵单位"
RewardDetails="XCOM 获得一名生化突击兵。"

[Reward_BioCaptain X2RewardTemplate]
DisplayName="生化队长单位"
RewardDetails="XCOM 获得了一名生化队长。"

[Reward_BioRocketTrooper X2RewardTemplate]
DisplayName="生化火箭兵单位"
RewardDetails="XCOM 获得一名生化火箭兵。"

[Reward_FrostCaptain X2RewardTemplate]
DisplayName="寒霜队长单位"
RewardDetails="XCOM 获得了一名寒霜队长。"

[Reward_FrostHardliner X2RewardTemplate]
DisplayName="寒霜强硬者单位"
RewardDetails="XCOM 获得了一名寒霜强硬者。"

[Reward_FrostLancer X2RewardTemplate]
DisplayName="寒霜枪兵单位"
RewardDetails="XCOM 获得了一名寒霜枪兵。"

[Reward_FrostPurifier X2RewardTemplate]
DisplayName="寒霜净化者单位"
RewardDetails="XCOM 获得了一个寒霜净化者。"

[Reward_FrostTechnician X2RewardTemplate]
DisplayName="寒霜专家单位"
RewardDetails="XCOM 获得了一名寒霜专家。"

[Reward_RaptorCommando X2RewardTemplate]
DisplayName="猛禽突击兵单位"
RewardDetails="XCOM 获得了一名猛禽突击兵。"

[Reward_WraithCommando X2RewardTemplate]
DisplayName="幽灵突击兵单位"
RewardDetails="XCOM 获得了一名幽灵突击兵。"

[Reward_DestroyerCommando X2RewardTemplate]
DisplayName="毁灭突击兵单位"
RewardDetails="XCOM 获得了一名毁灭突击兵。"

[Reward_AssaultTrooper X2RewardTemplate]
DisplayName="变种人突击兵单位"
RewardDetails="XCOM 获得一名变种人突击兵。"

[Reward_Pathfinder X2RewardTemplate]
DisplayName="探路者单位"
RewardDetails="XCOM 获得了一名探路者。"

[Reward_PathfinderHunter X2RewardTemplate]
DisplayName="探路者猎人单位"
RewardDetails="XCOM 获得了一名探路者猎人。"


[PRPA_XCOMPsiDroneMK1 X2CharacterTemplate]
strCharacterName="猛禽相位无人机 MK1"

[PRPA_XCOMPsiDroneMK2 X2CharacterTemplate]
strCharacterName="猛禽相位无人机 MK2"

[PRPA_XCOMPsiDroneMK3 X2CharacterTemplate]
strCharacterName="猛禽相位无人机 MK3"

[PRPA_PsiDroneBeamMK1_WPN X2WeaponTemplate]
FriendlyName="相位冲击枪 MK1"

[PRPA_PsiDroneBeamMK2_WPN X2WeaponTemplate]
FriendlyName="相位冲击枪 MK2"

[PRPA_PsiDroneBeamMK3_WPN X2WeaponTemplate]
FriendlyName="相位冲击枪 MK3"

[PRPA_PsiDroneLauncherMK1_WPN X2WeaponTemplate]
FriendlyName="微型发射器"

[PRPA_PsiDroneLauncherMK2_WPN X2WeaponTemplate]
FriendlyName="微型发射器"

[PRPA_PsiDroneLauncherMK3_WPN X2WeaponTemplate]
FriendlyName="微型发射器"

[PRPA_XCOMFrostDroidMK1 X2CharacterTemplate]
strCharacterName="XCOM 寒霜机器人 MK1"

[PRPA_XCOMFrostDroidMK2 X2CharacterTemplate]
strCharacterName="XCOM 寒霜机器人 MK2"

[PRPA_XCOMFrostDroidMK3 X2CharacterTemplate]
strCharacterName="XCOM 寒霜机器人 MK3"

[PRPA_XCOMFrostMecMK1 X2CharacterTemplate]
strCharacterName="XCOM 寒霜MEC MK1"

[PRPA_XCOMFrostMecMK2 X2CharacterTemplate]
strCharacterName="XCOM 寒霜MEC MK2"

[PRPA_XCOMFrostMecMK3 X2CharacterTemplate]
strCharacterName="XCOM 寒霜MEC MK3"

[PRPA_Stunlancer X2CharacterTemplate]
strCharacterName="强袭枪兵"

[PRPA_Priest X2CharacterTemplate]
strCharacterName="祭祀"

[PRPA_Officer X2CharacterTemplate]
strCharacterName="军官"

[PRPA_Purifier X2CharacterTemplate]
strCharacterName="净化者"

[PRPA_Shieldbearer X2CharacterTemplate]
strCharacterName="持盾者"

[PRPA_BarrierTrooper X2CharacterTemplate]
strCharacterName="屏障步兵"

[PRPA_BioAssaultTrooper X2CharacterTemplate]
strCharacterName="生化突击兵"

[PRPA_BioCaptain X2CharacterTemplate]
strCharacterName="生化队长"

[PRPA_BioRocketTrooper X2CharacterTemplate]
strCharacterName="生化火箭兵"

[PRPA_FrostCaptain X2CharacterTemplate]
strCharacterName="寒霜队长"

[PRPA_FrostHardliner X2CharacterTemplate]
strCharacterName="寒霜强硬者"

[PRPA_FrostLancer X2CharacterTemplate]
strCharacterName="寒霜枪兵"

[PRPA_FrostPurifier X2CharacterTemplate]
strCharacterName="寒霜净化者"

[PRPA_FrostTechnician X2CharacterTemplate]
strCharacterName="寒霜专家"

[PRPA_RaptorCommando X2CharacterTemplate]
strCharacterName="猛禽突击兵"

[PRPA_WraithCommando X2CharacterTemplate]
strCharacterName="幽灵突击兵"

[PRPA_DestroyerCommando X2CharacterTemplate]
strCharacterName="毁灭突击兵"

[PRPA_AssaultTrooper X2CharacterTemplate]
strCharacterName="突击兵"

[PRPA_Pathfinder X2CharacterTemplate]
strCharacterName="探路者"

[PRPA_PathfinderHunter X2CharacterTemplate]
strCharacterName="探路者猎人"

[Country_Advent X2CountryTemplate]
DisplayName="变种人"
DisplayNameWithArticle="变种人"
DisplayNameWithArticleLower="变种人"
DisplayNamePossessive="变种人的"
DisplayAdjective="变种人"


[DefaultGatherSurvivors X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="营救躲藏的外星 VIP"
ObjectiveTextPools[1]="营救躲藏的外星 VIP"
ObjectiveTextPools[2]="其他一些被解放的外星人正在与变种人作战，但不会加入 XCOM"
ObjectiveTextPools[3]="在指定撤离点撤离外星 VIP"
ObjectiveTextPools[4]="撤离所有 XCOM 特工"



[UICustomize_AlienInfo]
m_strTitle=编辑外星人信息
m_strFirstNameLabel=名字
m_strLastNameLabel=姓氏
m_strNicknameLabel=昵称
m_strEditBiography=传记
m_strGender=性别
m_strNationality=国籍
m_strBiographyLabel=人物传记


[XGCharacterGenerator_PlayableAliens]
	m_arrMecFirstNames[0]="亚当"
	m_arrMecFirstNames[1]="Amee"
	m_arrMecFirstNames[2]="灰烬"
	m_arrMecFirstNames[3]="Astro"
	m_arrMecFirstNames[4]="艾娃"
	m_arrMecFirstNames[5]="大白"
	m_arrMecFirstNames[6]="测试版"
	m_arrMecFirstNames[7]="主教"
	m_arrMecFirstNames[8]="博珀"
	m_arrMecFirstNames[9]="糖果"
	m_arrMecFirstNames[10]="Chappie"
	m_arrMecFirstNames[11]="樱桃"
	m_arrMecFirstNames[12]="芯片"
	m_arrMecFirstNames[13]="可爱"
	m_arrMecFirstNames[14]="机器人"
	m_arrMecFirstNames[15]="丹尼尔"
	m_arrMecFirstNames[16]="达里尔"
	m_arrMecFirstNames[17]="数据"
	m_arrMecFirstNames[18]="杜威"
	m_arrMecFirstNames[19]="夏娃"
	m_arrMecFirstNames[20]="获取器"
	m_arrMecFirstNames[21]="银河系"
	m_arrMecFirstNames[22]="Gerty"
	m_arrMecFirstNames[23]="兴奋"
	m_arrMecFirstNames[24]="吉斯卡德"
	m_arrMecFirstNames[25]="哈莉"
	m_arrMecFirstNames[26]="避风港"
	m_arrMecFirstNames[27]="爱马仕"
	m_arrMecFirstNames[28]="香港"
	m_arrMecFirstNames[29]="休伊"
	m_arrMecFirstNames[30]="喷气飞机"
	m_arrMecFirstNames[31]="约翰尼"
	m_arrMecFirstNames[32]="垃圾人"
	m_arrMecFirstNames[33]="洛马克斯"
	m_arrMecFirstNames[34]="路西法"
	m_arrMecFirstNames[35]="马文"
	m_arrMecFirstNames[36]="矩阵"
	m_arrMecFirstNames[37]="最大"
	m_arrMecFirstNames[38]="机械"
	m_arrMecFirstNames[39]="游牧民族"
	m_arrMecFirstNames[40]="诺比"
	m_arrMecFirstNames[41]="诺曼"
	m_arrMecFirstNames[42]="全机器人"
	m_arrMecFirstNames[43]="擎天柱"
	m_arrMecFirstNames[44]="价格"
	m_arrMecFirstNames[45]="普罗透斯"
	m_arrMecFirstNames[46]="探索者"
	m_arrMecFirstNames[47]="Rapbot"
	m_arrMecFirstNames[48]="雷娜"
	m_arrMecFirstNames[51]="罗西"
	m_arrMecFirstNames[52]="鲁克"
	m_arrMecFirstNames[53]="山姆"
	m_arrMecFirstNames[54]="哨兵"
	m_arrMecFirstNames[55]="伺服"
	m_arrMecFirstNames[56]="火花"
	m_arrMecFirstNames[57]="快速"
	m_arrMecFirstNames[58]="斯特拉"
	m_arrMecFirstNames[59]="斯蒂芬福德"
	m_arrMecFirstNames[60]="塔洛斯"
	m_arrMecFirstNames[61]="Tars"
	m_arrMecFirstNames[62]="抖音"
	m_arrMecFirstNames[63]="特鲁迪"
	m_arrMecFirstNames[64]="奥创"
	m_arrMecFirstNames[65]="尤利西斯"
	m_arrMecFirstNames[66]="向量"
	m_arrMecFirstNames[67]="文森特"
	m_arrMecFirstNames[68]="Weebo"
	m_arrMecFirstNames[69]="Zhora"

	m_arrMecLastNames[0]="4"
	m_arrMecLastNames[1]="7"
	m_arrMecLastNames[2]="12"
	m_arrMecLastNames[3]="15"
	m_arrMecLastNames[4]="20"
	m_arrMecLastNames[5]="30"
	m_arrMecLastNames[6]="50"
	m_arrMecLastNames[7]="500"
	m_arrMecLastNames[8]="总理"
	m_arrMecLastNames[9]="600"
	m_arrMecLastNames[10]="800"
	m_arrMecLastNames[11]="1000"
	m_arrMecLastNames[12]="2000"
	m_arrMecLastNames[13]="4000"
	m_arrMecLastNames[14]="2"
	m_arrMecLastNames[15]="9"
	m_arrMecLastNames[16]="10"
	m_arrMecLastNames[17]="17"
	m_arrMecLastNames[18]="23"
	m_arrMecLastNames[19]="11"
	m_arrMecLastNames[20]="16"
	m_arrMecLastNames[21]="32"
	m_arrMecLastNames[22]="马克西姆斯"
	m_arrMecLastNames[23]="47"
	m_arrMecLastNames[24]="72"
	m_arrMecLastNames[25]="45"
	m_arrMecLastNames[26]="21"
	m_arrMecLastNames[27]="39"
	m_arrMecLastNames[28]="42"
	m_arrMecLastNames[29]="6"
	m_arrMecLastNames[30]="19"
	m_arrMecLastNames[31]="37"
	m_arrMecLastNames[32]="测试版"
	m_arrMecLastNames[33]="阿尔法"
	m_arrMecLastNames[34]="欧米茄"
	m_arrMecLastNames[35]="奥密克戎"
	m_arrMecLastNames[36]="Lambda"
	m_arrMecLastNames[37]="泽塔"
	m_arrMecLastNames[38]="艾普西隆"
	m_arrMecLastNames[39]="Rho"

	m_arrVprFirstNames[0]="简"
	m_arrVprFirstNames[1]="Miia"
	m_arrVprFirstNames[2]="爱丽丝"
	m_arrVprFirstNames[3]="瓦斯琪"
	m_arrVprFirstNames[4]="阿蒂萨"
	m_arrVprFirstNames[5]="Vespia"
	m_arrVprFirstNames[6]="艾萨拉"
	m_arrVprFirstNames[7]="Scilla"
	m_arrVprFirstNames[8]="潮汐幽灵"

	m_arrVprLastNames[0]="大靴子"
	m_arrVprLastNames[1]="大靴子"
	m_arrVprLastNames[2]="小浆果"
	m_arrVprLastNames[3]="谨慎行者"
	m_arrVprLastNames[4]="酋长"
	m_arrVprLastNames[5]="郊狼"
	m_arrVprLastNames[6]="埃姆达尔"
	m_arrVprLastNames[7]="雏鸟"
	m_arrVprLastNames[8]="甘特"
	m_arrVprLastNames[9]="皮革底部"
	m_arrVprLastNames[10]="冰柱男孩"
	m_arrVprLastNames[11]="泡菜"
	m_arrVprLastNames[12]="小约翰"
	m_arrVprLastNames[13]="Manyjars"
	m_arrVprLastNames[14]="泥头"
	m_arrVprLastNames[15]="呀呀"
	m_arrVprLastNames[16]="鹦鹉"
	m_arrVprLastNames[17]="沃尔芬"
	m_arrVprLastNames[18]="准备起飞"
	m_arrVprLastNames[19]="重复舞蹈"
	m_arrVprLastNames[20]="小浆果"
	m_arrVprLastNames[21]="星鸟"
	m_arrVprLastNames[22]="掩护"
	m_arrVprLastNames[23]="刺棍"
	m_arrVprLastNames[24]="双角兽"
	m_arrVprLastNames[25]="价值"
	m_arrVprLastNames[26]="Doe"
	m_arrVprLastNames[27]="呀呀"


	m_arrMutMFirstNames[0]="巴多克"
	m_arrMutMFirstNames[1]="伯博克"
	m_arrMutMFirstNames[2]="博尔丹"
	m_arrMutMFirstNames[3]="布里夫拉克"
	m_arrMutMFirstNames[4]="布鲁坎"
	m_arrMutMFirstNames[5]="布鲁塔鲁姆"
	m_arrMutMFirstNames[6]="Curlok"
	m_arrMutMFirstNames[7]="德罗卡罗"
	m_arrMutMFirstNames[8]="法坎"
	m_arrMutMFirstNames[9]="法蒂拉克"
	m_arrMutMFirstNames[10]="戈克莫尔"
	m_arrMutMFirstNames[11]="格拉洛克"
	m_arrMutMFirstNames[12]="格罗蒂拉克"
	m_arrMutMFirstNames[13]="格鲁克"
	m_arrMutMFirstNames[14]="古尔达克"
	m_arrMutMFirstNames[15]="杰克"
	m_arrMutMFirstNames[16]="尤蒂拉克"
	m_arrMutMFirstNames[17]="科尔"
	m_arrMutMFirstNames[18]="科塔罗克"
	m_arrMutMFirstNames[19]="克雷布拉基尔"
	m_arrMutMFirstNames[20]="克罗克拉克斯"
	m_arrMutMFirstNames[21]="克罗塔罗格"
	m_arrMutMFirstNames[22]="克鲁克莫尔"
	m_arrMutMFirstNames[23]="穆洛特"
	m_arrMutMFirstNames[24]="我愿意"
	m_arrMutMFirstNames[25]="尼克"
	m_arrMutMFirstNames[26]="努尔达克"
	m_arrMutMFirstNames[27]="帕塔伦"
	m_arrMutMFirstNames[28]="普雷丹"
	m_arrMutMFirstNames[29]="Qetarok"
	m_arrMutMFirstNames[30]="Qirdon"
	m_arrMutMFirstNames[31]="Qrirsan"
	m_arrMutMFirstNames[32]="Qrubrakir"
	m_arrMutMFirstNames[33]="兰托"
	m_arrMutMFirstNames[34]="鲁克玛"
	m_arrMutMFirstNames[35]="斯拉塔伦"
	m_arrMutMFirstNames[36]="斯特鲁坎"
	m_arrMutMFirstNames[37]="苏尔塔克"
	m_arrMutMFirstNames[38]="Tedrax"
	m_arrMutMFirstNames[39]="瓦卡罗尔"
	m_arrMutMFirstNames[40]="瓦瓦诺尔"
	m_arrMutMFirstNames[41]="弗利塔罗格"
	m_arrMutMFirstNames[42]="沃邦"
	m_arrMutMFirstNames[43]="Wradtar"
	m_arrMutMFirstNames[44]="瓦拉桑"
	m_arrMutMFirstNames[45]="Wrevarog"
	m_arrMutMFirstNames[46]="Wrik"
	m_arrMutMFirstNames[47]="沃纳"
	m_arrMutMFirstNames[48]="沃尔坎"
	m_arrMutMFirstNames[49]="兹罗达克"

	m_arrMutFFirstNames[0]="西雷拉"
	m_arrMutFFirstNames[1]="申纳拉"
	m_arrMutFFirstNames[2]="卡拉娜"
	m_arrMutFFirstNames[3]="塔拉杰"
	m_arrMutFFirstNames[4]="K'Rene"
	m_arrMutFFirstNames[5]="Vixis"
	m_arrMutFFirstNames[6]="K'Ehleyr"
	m_arrMutFFirstNames[7]="格里尔卡"
	m_arrMutFFirstNames[8]="多兰"
	m_arrMutFFirstNames[9]="Ch'Rega"

	m_arrMutLastNames[0]="巴格"
	m_arrMutLastNames[1]="布里戈尔"
	m_arrMutLastNames[2]="查戈尔"
	m_arrMutLastNames[3]="Chayax"
	m_arrMutLastNames[4]="克拉拉克"
	m_arrMutLastNames[5]="克拉德"
	m_arrMutLastNames[6]="批评"
	m_arrMutLastNames[7]="库拉克"
	m_arrMutLastNames[8]="库斯克"
	m_arrMutLastNames[9]="德格"
	m_arrMutLastNames[10]="格拉茨克"
	m_arrMutLastNames[11]="格里卡"
	m_arrMutLastNames[12]="格鲁鲁"
	m_arrMutLastNames[13]="古尔"
	m_arrMutLastNames[14]="古恩"
	m_arrMutLastNames[15]="吉格"
	m_arrMutLastNames[16]="吉拉克"
	m_arrMutLastNames[17]="卡拉科"
	m_arrMutLastNames[18]="凯科尔"
	m_arrMutLastNames[19]="卡尔"
	m_arrMutLastNames[20]="基尔"
	m_arrMutLastNames[21]="克罗亚斯"
	m_arrMutLastNames[22]="普里科尔"
	m_arrMutLastNames[23]="普鲁斯克"
	m_arrMutLastNames[24]="普亚斯"
	m_arrMutLastNames[25]="Qirm"
	m_arrMutLastNames[26]="Qonka"
	m_arrMutLastNames[27]="Qragg"
	m_arrMutLastNames[28]="Q等级"
	m_arrMutLastNames[29]="Qrix"
	m_arrMutLastNames[30]="随机"
	m_arrMutLastNames[31]="拉斯克"
	m_arrMutLastNames[32]="里兹克"
	m_arrMutLastNames[33]="塞尔德"
	m_arrMutLastNames[34]="索恩"
	m_arrMutLastNames[35]="斯里尔"
	m_arrMutLastNames[36]="斯罗拉基"
	m_arrMutLastNames[37]="泰戈拉"
	m_arrMutLastNames[38]="特德"
	m_arrMutLastNames[39]="特拉拉基"
	m_arrMutLastNames[40]="维亚克"
	m_arrMutLastNames[41]="弗鲁卡罗"
	m_arrMutLastNames[42]="沃恩"
	m_arrMutLastNames[43]="乌加雷"
	m_arrMutLastNames[44]="兹雷亚斯"
	m_arrMutLastNames[45]="祖格"
	m_arrMutLastNames[46]="Zrurn"


[X2EventListener_AlienCapture]
JoinedXCOMTitle="检索成功"
JoinedXCOM="<XGParam:StrValue0/!UnitName/>将在任务结束后加入XCOM"

LootTitle="战利品奖励"
Loot="捕获后获得额外战利品。"

[X2GatecrasherPlayableAdvent]
strGatecrasherSoldierFirstName = "宠物"
strGatecrasherSoldierLastName = "石头"
strGatecrasherSoldierNickName = "上尉"
strGatecrasherSoldierBackground = "宠物石头向我们透露了指挥官的位置并同意帮助我们进行不速之客行动。"

[X2Ability_HunterMark]
HunterMarkEffectName="猎人标记"
HunterMarkEffectDesc="此单位的所有敌人向其射击时获得 +2 暴击伤害、+10 侧翼命中、以及 +15 侧翼暴击概率。"
